Dlubal.RFEM5.SpringLimitsType
Spring limits type

Dlubal.RFEM5.SpringLimitsType.UnknownLimitsType
Unknown type of spring limits

Dlubal.RFEM5.SpringLimitsType.NoLimits
No limits defined

Dlubal.RFEM5.SpringLimitsType.Deformation
Deformation limits

Dlubal.RFEM5.SpringLimitsType.Force
Force limits